Repository: CharlyPico/Country
Catalog: Country/LOCALIZABLES/Localizable.xcstrings
Source language: en
Languages: es_419, sv

source: and Notes
es_419: y Notas
sv: och anteckningar

source: by tapping the navigation buttons.
es_419: tocando los botones de navegación.
sv: genom att trycka på navigationsknapparna.

source: Access the Google Maps map
es_419: Accede al mapa de Google Maps
sv: Öppna Google Maps-kartan

source: Are you sure you want to delete this note?
es_419: ¿Estás seguro de que quieres eliminar esta nota?
sv: Är du säker på att du vill ta bort denna anteckning?

source: Basic Information
es_419: Información Básica
sv: Grundläggande information

source: Calling Code
es_419: Código de llamada
sv: Riktnummer

source: Cancel
es_419: Cancelar
sv: Avbryt

source: Capital City
es_419: Capital
sv: Huvudstad

source: Closest Borders
es_419: Fronteras más cercanas
sv: Närmaste gränser

source: Common Name
es_419: Nombre común
sv: Vanligt namn

source: Connection
es_419: Conexión
sv: Anslutning

source: Countries
es_419: Países
sv: Länder

source: Country Code
es_419: Código del país
sv: Landskod

source: Country Map
es_419: Mapa del país
sv: Landskarta

source: Country Notes
es_419: Notas del país
sv: Landsanteckningar

source: Delete
es_419: Eliminar
sv: Radera

source: Delete Note
es_419: Eliminar nota
sv: Radera anteckning

source: Deletion Error
es_419: Error al Eliminar
sv: Raderingsfel

source: Edit
es_419: Editar
sv: Redigera

source: Error
sv: Fel

source: Extra Details
es_419: Detalles adicionales
sv: Ytterligare detaljer

source: icon.
es_419: ícono.
sv: ikon.

source: Loading notes, please wait...
es_419: Cargando notas, por favor espera...
sv: Laddar anteckningar, var god vänta...

source: Main Currency
es_419: Moneda principal
sv: Huvudvaluta

source: Main Language
es_419: Idioma principal
sv: Huvudspråk

source: Map Error
es_419: Error de mapa
sv: Kartfel

source: More Details
es_419: Más detalles
sv: Mer detaljer

source: New Note
es_419: Nueva nota
sv: Ny anteckning

source: No
sv: Nej

source: No borders
es_419: Sin fronteras
sv: Inga gränser

source: No calling code
es_419: Sin código de llamada
sv: Inget landsnummer

source: No currency
es_419: Sin moneda
sv: Ingen valuta

source: No flag information
es_419: Sin información de bandera
sv: Ingen flagginformation

source: No population
es_419: Sin población
sv: Ingen befolkning

source: No region
es_419: Sin región
sv: Ingen region

source: No subregion
es_419: Sin subregión
sv: Ingen subregion

source: Official Name
es_419: Nombre oficial
sv: Officiellt namn

source: Please connect to the internet and try again
es_419: Por favor, conéctate a internet e intenta nuevamente
sv: Anslut till internet och försök igen

source: Please select an option
es_419: Por favor, selecciona una opción
sv: Välj ett alternativ

source: Population
es_419: Población
sv: Befolkning

source: Register
es_419: Registrar
sv: Registrera

source: Retry
es_419: Reintentar
sv: Försök igen

source: Unable to delete note, please try again
es_419: No se puede eliminar la nota, por favor inténtalo nuevamente
sv: Kan inte ta bort anteckningen, försök igen

source: Unable to retreive notes, please try again
es_419: No se pueden recuperar las notas, por favor inténtalo nuevamente
sv: Kan inte hämta anteckningar, försök igen

source: Update
es_419: Actualizar
sv: Uppdatera

source: Welcome to Jiffy, please tap any desired country to get more information
es_419: Bienvenido a Jiffy, por favor toca cualquier país deseado para obtener más información
sv: Välkommen till Jiffy, tryck på valfritt land för att få mer information

source: Write your new note here...
es_419: Escribe tu nueva nota aquí...
sv: Skriv din nya anteckning här...

source: Yes
es_419: Sí
sv: Ja

source: You haven't created any notes. To Create a new note, tap the
es_419: No has creado ninguna nota. Para crear una nueva nota, toca
sv: Du har inte skapat några anteckningar. För att skapa en ny anteckning, tryck på

source: Region
es_419: Región

source: Subregion
es_419: Subregión
